IDEA Open Model
ConnectionSetup.GammaInst Property
Compatible with IDEA StatiCa v 10.1
 Partial safety factor of instalation safety
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double GammaInst { get; set; }
Public Property GammaInst As Double
	Get
	Set
public:
property double GammaInst {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace